# LeftButtonC

## Description
This constant is used as a control ID when a button must appear in the lower left corner of a dialog.

```pascal
PROCEDURE LeftButtonC;
```

```python
def vs.LeftButtonC():
    return INTEGER
```

## Remarks
Added 10/30/09 by Adam Petrone.

## Version
Availability: from Vectorworks 2011

## Category
* Dialogs - Modern